Repository: wp-plugins/jm-instagram-feed-widget
Catalog: langs/jm-ifw-*.po
Languages: fr_fr

source: This widget adds your Instagram Feed to your website.
fr_fr: Ce widget ajoute vos récentes photos pubiées sur Instagram sur votre site.

source: Very Aggressive (refresh only once a day)
fr_fr: Très fort (se met à jour 1 fois par jour)

source: Aggressive (refresh only 2 times per day)
fr_fr: Fort (se met à jioru 2 fois par jour)

source: Normal (refresh every 4 hours)
fr_fr: Normal ( se met à jour toutes les 4h)

source: Low (refresh every 30 min)
fr_fr: Faible ( mise à jour toutes les demi-heures)

source: Set cache ( mininum : 30 min )
fr_fr: Définir la durée du cache ( minimum: 30 min)

source: How many pics do you want to show?
fr_fr: Combien de photos voulez-vous afficher?

source: Enter access token
fr_fr: Entrez votre access token

source: Enter user ID
fr_fr: Entrez votre user ID

source: Enter your user name (Instagram account)
fr_fr: Entrez votre nom d'utilisateur (compte Instagram)

source: Widget Title
fr_fr: Titre du widget
